Repository: kongbaguni/myinbodyprofile
Catalog: myinbody/Localizable.xcstrings
Source language: en
Languages: ko

source: ad
ko: 광고

# ad watch
source: Earn points by watching ads
ko: 광고 보고 포인트 얻기

source: add inbody data
ko: 인바디 데이터 입력

source: add people
ko: 프로필 추가

source: After
ko: 다음

source: alert
ko: 알림

# anomymouse signout msg
source: If you log out now, this account will be deleted and you will not be able to log in with the same account again. Do you want to log out?
ko: 지금 로그아웃을 하면 이 계정은 삭제되고 다시 같은 계정으로 로그인 할 수 없습니다. 로그아웃 하시겠습니까?

# anomymouse signout title
source: You are logging in with an anonymous account.
ko: 익명계정으로 로그인중입니다.

source: App Version :
ko: 앱 버전 :

source: Before
ko: 이전

source: cancel
ko: 취소

source: cancel photo upload
ko: 사진 업로드 취소

source: Clear cache
ko: 캐시 삭제

# clear cache description
source: Clear the cache.
ko: 캐시를 삭제합니다.

# clear chech finish msg
source: Cache clearing is complete.
ko: 캐시 삭제가 완료되었습니다.

source: confirm
ko: 확인

source: continue with Apple
ko: Apple로 계속하기

source: continue with Google
ko: Google로 계속하기

source: create
ko: 등록

source: create profile
ko: 프로필 등록

# creation date :
source: Account Reg Date :
ko: 계정 생성 일시

source: Current Point :
ko: 현재 포인트 :

source: date
ko: 날자

source: delete
ko: 삭제

source: delete account
ko: 계정 삭제

# delete account desc
source: Delete the currently connected account. All data saved with the current account will be deleted and cannot be recovered.
ko: 접속중인 계정을 삭제합니다. 현재 계정으로 저장된 데이터는 전부 삭제되고 다시 복구할 수 없습니다.

# delete account desc2
source: Please complete the text field below to continue.
ko: 계속하려면 아래의 텍스트필드를 작성하세요.

source: delete inbody data...
ko: 인바디 데이터 삭제하는 중...

source: delete photo
ko: 사진 삭제

source: delete profile
ko: 프로필 삭제

# delete profile message
source: All data saved with this profile will be deleted. This action is irreversible.
ko: 이 프로필로 저장된 데이터가 전부 삭제됩니다. 이 행동은 복구할 수 없습니다.

# delete profile message2
source: If you agree to deletion, please fill out the text field below.
ko: 삭제에 동의하면 아래 텍스트필드를 작성해주세요.

# delete profile title
source: Delete this profile.
ko: 프로필을 삭제합니다.

source: deleted
ko: 삭제됨

source: deleted profile
ko: 삭제된 프로필

# deleted profile error
source: This profile has been deleted.
ko: 삭제된 프로필입니다.

source: edit
ko: 편집

source: edit profile
ko: 프로필 편집

source: Email :
ko: 이메일 :

# empty name error
source: No name entered.
ko: 이름을 입력하지 않았습니다.

source: first point
ko: 최초 포인트 지급

# home
source: My Inbody
ko: 마이 인바디

source: hours ago
ko: 시간 전

source: id :
ko: 아이디 :

source: inbody data delete
ko: 인바디 데이터 삭제

# inbody data delete confirm msg
source: Delete InBody data.
ko: 인바디 데이터를 삭제합니다.

source: inbody data edit
ko: 인바디 데이터 수정

source: inbody data input
ko: 인바디 데이터 입력

# inbody input title basal metabolic ratio
source: basal metabolic ratio
ko: 기초대사량

# inbody input title body fat mass
source: body fat mass
ko: 체지방량

# inbody input title height
source: body height
ko: 신장

# inbody input title measurementDate
source: measurement date
ko: 측정일시

# inbody input title mineral
source: mineral
ko: 무기질

# inbody input title percent body fat
source: percent body fat
ko: 체지방률

# inbody input title protein
source: protein
ko: 단백질

# inbody input title skeletal muscle mass
source: skeletal muscle mass
ko: 골격근량

# inbody input title total body water
source: total body water
ko: 체수분

# inbody input title visceral fat
source: visceral fat
ko: 내장지방 레벨

# inbody input title waist hip ratio
source: waist hip ratio
ko: 복부지방률

# inbody input title weight
source: body weight
ko: 몸무게

# inbody list
source: inbody data list
ko: 인바디 데이터 목록

source: inbody point
ko: 인바디 점수

source: inbody point :
ko: 인바디 점수 :

# incorrect name input error
source: The name was not entered correctly.
ko: 이름이 바르게 입력되지 않았습니다.

source: input inbody data
ko: 인바디 데이터 입력

source: input name
ko: 이름 입력

source: Just before
ko: 방금전

source: Key
ko: 키

source: last signin date :
ko: 마지막 로그인 일시 :

# lastLogDt :
source: Last measurement datetime :
ko: 마지막 측정 일시 :

source: minute ago
ko: 분 전

source: name
ko: 이름

source: name :
ko: 이름 :

source: next
ko: 다음

# Not enough Point
source: Not enough points. You can recharge points by watching ads.
ko: 포인트가 부족합니다. 광고를 시청하여 포인트를 충전할 수 있습니다.

source: OpenSource License
ko: 오픈소스 라이센스

source: phone :
ko: 전화번호 :

source: Point :
ko: 포인트 :

source: points history
ko: 포인트 이력

source: points needed :
ko: 필요한 포인트 :

source: previous
ko: 이전

source: privacy policy
ko: 개인정보 처리방침

source: profile image :
ko: 프로필 이미지 :

source: reg dt :
ko: 등록일 :

source: regDt :
ko: 등록일 :

source: save
ko: 저장

source: select photo
ko: 사진 선택

source: show ad
ko: 광고 보기

source: signin
ko: 로그인

source: signin info
ko: 로그인 정보

source: signin with Apple
ko: Apple로 로그인

source: signin with Google
ko: Google로 로그인

source: signout
ko: 로그아웃

source: singin anomymouse
ko: 익명 로그인

source: term
ko: 이용약관

source: This format is not supported.
ko: 지원하지 않는 형식입니다.

source: update profile...
ko: 프로필 갱신중...

source: uploading
ko: 업로드하는중

source: value
ko: 값

source: weight :
ko: 몸무게 :

# wrongAccountSigninWhenLeave msg
source: Account deletion was canceled because you logged in with a different ID.
ko: 다른 아이디로 로그인하여 계정삭제가 취소되었습니다.
